Repository: zipf/perldoc-es
Catalog: tm/_Kephra_ref/kephra_es.tmx
Source language: en_us
Languages: es

source: Yukihiro "Matz" Matsumoto's full object oriented Ruby
es: Modo de sintaxis para el lenguaje totalmente orientado a objetos Ruby de Yukihiro "Matz" Matsumoto

source: open syntaxmode of the MIT LISP dialect Scheme
es: Modo de sintaxis para el dialecto de Lisp del MIT

source: open settings for the UNIX Bourne Shell
es: Modo de sintaxis para Bourne Shell de UNIX

source: Structured Query Language, originated from IBM
es: Modo de sintaxis para el lenguaje SQL (Structured Query Language) de IBM

source: Donald E. Knuth's macro language for typesetting
es: Modo de sintaxis para el lenguaje de macros para composición tipográfica de Donald E. Knuth

source: open file with settings for Microsoft Visual Basic
es: Modo de sintaxis para Microsoft Visual Basic

source: open file with settings for Microsoft Visual Basic Script
es: Modo de sintaxis para Microsoft VBScript

source: open settings for die eXtensible Markup Language
es: Modo de sintaxis para XML (eXtensible Markup Language)

source: open settings for Indy's YAML Ain't Markup Language
es: Modo de sintaxis para el lenguaje YAML (YAML Ain't Markup Language) de Ingy

source: open file with the current template definitions
es: Abre el archivo que contiene las definiciones de plantilla actuales

source: Configuration Dialog
es: Cuadro de diálogo de configuración

source: Files
es: Archivos

source: load overall configuration from the file :
es: Cargar la configuración global desde el archivo

source: store current program configuration into the file :
es: Guardar la configuración del programa actual en el archivo

source: goto line
es: Ir a línea

source: choose linenumber :
es: Elija el número de línea:

source: custom word wrapping
es: Ajuste de línea personalizado

source: choose new line width (maximum number of chars) :
es: Elija el nuevo ancho de línea (número máx. de caracteres):

source: called without needed parameters
es: se ha llamado sin los parámetros necesarios

source: file handling error
es: error de procesamiento de archivos

source: can't find file :
es: no se encuentra el archivo:

source: can't read file :
es: no se puede leer el archivo:

source: can't write file :
es: no se puede escribir en el archivo:

source: can't read config file :
es: no se puede leer el archivo de configuración:

source: file has no data :
es: el archivo no contiene datos:

source: This file is write protected by the file system.
es: Este archivo está protegido contra escritura por el sistema de archivos.

source: Please unlock this or save this text under an other filename.
es: Desbloquee este archivo o guarde el texto con otro nombre de archivo.

source: Open File
es: Abrir archivo

source: Insert File
es: Insertar archivo

source: Rename File
es: Cambiar nombre de archivo

source: Save File As
es: Guardar archivo como

source: Save None
es: No guardar ninguno

source: Save A Copy Of This File As
es: Guardar una copia de este archivo como

source: Overwrite Existing File !
es: Va a sobrescribir el archivo existente

source: Closing Unsafed File
es: Va a cerrar un archivo no guardado

source: Save Current File ?
es: ¿Desea guardar el archivo actual?

source: Save All Open Files ?
es: ¿Desea guardar todos los archivos abiertos?

source: Closing Unsafed Files :
es: Cerrando archivos no guardados

source: Open File Session
es: Abrir sesión de archivo

source: Add File Session
es: Agregar sesión de archivo

source: Save Current File Session
es: Guardar sesión de archivo actual

source: Import File Session
es: Importar sesión de archivo

source: Export File Session
es: Exportar sesión de archivo

source: Open Files of Directory :
es: Abrir archivos del directorio:

source: File Changed
es: Archivo modificado

source: The following file has changed :
es: El siguiente archivo ha cambiado:

source: File Deleted
es: Archivo eliminado

source: The following file can not be found anymore :
es: No se encuentra el siguiente archivo:

source: Apply
es: Aplicar

source: Save as ... and Reload
es: Guardar como... y volver a cargar

source: Overwrite
es: Sobrescribir

source: Restore
es: Restaurar

source: Ignore
es: Omitir

source: Cancel
es: Cancelar

source: Selected
es: Seleccionados

source: Changed
es: Modificados

source: Deleted
es: Eliminados

source: Your settings dont allow this.
es: La configuración seleccionada no permite esto.

source: Info about
es: Información acerca de

source: Neter of software creation
es: fuerza de creación de software

source: by
es: por

source: licensed under
es: Con licencia

source: see under help > license for credits and
es: en Ayuda > Licencia puede ver los créditos y

source: explicit licenses
es: licencias explícitas

source: for more info visit
es: Para obtener más información, visite

source: this version contains
es: Esta versión contiene

source: and
es: y

source: which wrappes
es: , que encapsula

source: extra Perl Modules
es: módulos Perl adicionales

source: Deditcated to all people who ever tried to write an editor.
es: Dedicado a todas las personas que alguna vez se han propuesto crear un editor.

source: Keyboard Map
es: Mapa de teclado

source: Find and Replace
es: Buscar y reemplazar

source: Replace With Confirmation
es: Reemplazar con confirmación

source: Replace This ?
es: ¿Reemplazar?

source: Search for :
es: Buscar:

source: Replace with :
es: Reemplazar con:

source: Whole Word Only
es: Sólo palabras completas

source: Search in
es: Buscar en

source: Current Doc
es: Documento actual

source: Open Docs
es: Documentos abiertos

source: Find
es: Buscar

source: With Confirmation
es: Con confirmación

source: differ between UPPER and lower case
es: Distingue MAYÚSCULAS de minúsculas

source: match only beginnins of words
es: Sólo detecta principios de palabras

source: match only whole words
es: Sólo detecta palabras completas

source: evaluates simple regular expression
es: Evalúa una expresión regular sencilla

source: search as you type
es: Busca mientras se escribe

source: jumpes between file endings
es: Salta los caracteres de fin de línea

source: find next
es: Busca la siguiente coincidencia

source: find previous
es: Busca la coincidencia anterior

source: find fast forward
es: Búsqueda rápida hacia delante

source: find fast backward
es: Búsqueda rápida hacia atrás

source: find first in document
es: Busca la primera coincidencia en el documento

source: find last In document
es: Busca la última coincidencia en el documento

source: replace and find next
es: Reemplaza y busca la siguiente coincidencia

source: replace and find previous
es: Reemplaza y busca la coincidencia anterior

source: Back
es: Atrás

source: Enter
es: Entrar

source: Del
es: Supr

source: Left
es: Izquierda

source: Right
es: Derecha

source: Up
es: Arriba

source: Down
es: Abajo

source: Page Up
es: Re Pág

source: Page Down
es: Av Pág

source: Space
es: Espacio

source: Tab
es: Tabulación

source: Shift
es: Mayús
